<template>
    <div id = 'detail' :style="{margin: '0px auto', maxWidth: '1024px', padding: '20px'}">
        <h2>О месте: </h2>
        <hr>
        <p>
            В ноябре 2021 года павильон №11 «Казахстан» открылся после масштабной реконструкции. 
            В нем находится Выставочно-торговый центр Республики Казахстан.
            Гости павильона могут увидеть уникальные экспонаты казахской культуры, 
            мультимедийные экспозиции о становлении государственности Республики Казахстан, 
            ознакомиться с достижениями народного хозяйства и промышленности, узнать о выдающих 
            казахских деятелях культуры, искусства и политики.
            В рамках ознакомительных экскурсий сотрудники павильона расскажут о национальных 
            традициях и истории страны. Вниманию посетителей представлены масштабные экспозиционные макеты 
            «Шелковый путь», «Нур-Султан», «Стратегия развития». Гости павильона могут отправиться в увлекательное 
            мультимедийное путешествие по казахской культуре, традициям и узнать о современных достижениях страны.
        </p>
    </div>
</template>
    
<script>
  
  export default {
    name: 'App',
    components: {

    }
  }
</script>
    
<style scoped>
  hr{
    margin: 20px 0;
    padding: 0;
    height: 5px;
    border: none;
    background: linear-gradient(45deg, #333, #ddd);
  }
  
  #detail{
    text-align: left;
  }
  
  p{
    font-size: 18px;
    line-height: 27px;
    margin: 0 0 10px;
  }
  
</style>